data/podman-micro/2025-11-29_12-26-32.log
Running 30s test @ http://localhost:8370
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   135.78ms   11.35ms 303.08ms   80.45%
    Req/Sec   183.56     31.57   252.00     69.67%
  17542 requests in 30.03s, 3.68MB read
  Socket errors: connect 0, read 0, write 0, timeout 100
Requests/sec:    584.10
Transfer/sec:    125.49KB