data/podman-micro/2025-11-29_15-49-43.log
Running 30s test @ http://localhost:24571
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   138.56ms   12.79ms 353.07ms   90.65%
    Req/Sec   181.14     34.31   252.00     70.72%
  21572 requests in 30.03s, 4.53MB read
  Socket errors: connect 0, read 22, write 0, timeout 0
Requests/sec:    718.30
Transfer/sec:    154.32KB